
import NavigateSubPage from "../../componets/navigateSubPage"




const Roles = () =>{
    return(
        <div className="pghlf pghlfRoles">
            <section>
            <NavigateSubPage title={'قوانین'}/>
            <div className="roles">


                <ul>
                    <li>
                        <p>محدودیت های استفاده</p>
                        <ul>
                            <li>
                                <p>بهره گیری از برگه در مواردی که خلاف قوانین جمهوری اسلامی ایران باشد ممنوع بوده و مسئولیت آن بر عهده کاربر میباشد.</p>
                            </li>
                            <li>
                                <p>برگه میتواند در صورت تشخیص هر کونه فعالیت مشکوک و مخرب حساب کاربر را بدون اطلاع قبلی مسدود کند.</p>
                            </li>
                            <li>
                                <p>در صورت بروز هرگونه حادثه یا سوء‌استفاده برگه با دستور قضایی به معرفی خاطیان و همکاری با مقام قضایی خواهد پرداخت</p>
                            </li>
                            <li>
                                <p>برای استفاده از تمام بخش ها کاربران باید به به نسبت مدت زمانی که میخواهد این امکان برایشان فراهم باشد مبلغی را پرداخت کنند</p>
                            </li>
                            <li>
                                <p>در صورتی که کاربری زمان بهره برداری بدون محدودیتش پایان یات مجدد استفاده او از برگه محدود خواهد شد</p>
                            </li>
                        </ul>
                    </li>
                    <li>
                        <p>محدودیت‌های فنی</p>
                        <ul>
                            <li>
                                <p>پیشنیاز استفاده از برگه بهره مندی کاربر از مرورگر استاندار و اینترنت پرسرعت میباشد</p>
                            </li>
                            <li>
                                <p>برگه عموما در دسترس است ولی هیچ تعهدی نسبت به کیفیت بالا و دسترسی 24 ساعته ندارد و ممکن است در برخی موارد برای نگهداری و برخی موارد دیگر از دسترس خارج شود </p>
                            </li>
                            <li>
                                <p>در صورت بروز هرگونه حادثه یا سوء‌استفاده برگه با دستور قضایی به معرفی خاطیان و همکاری با مقام قضایی خواهد پرداخت</p>
                            </li>
                            <li>
                                <p>ابزار های ارائه شده در برگه ممکنه است در برخی موارد با خطا احتمالی مواجه شود و خطر استفاده از آن بر عهده کاربر بوده</p>
                            </li>
                        </ul>
                    </li>
                    <li>
                        <p>تغییر در قوانین</p>
                        <ul>
                            <li>
                                <p>برگه حق تغییر و بروزرسانی در قوانین خود را دارد </p>
                            </li>
                        </ul>
                    </li>
                    <li>
                        <p>مرجوع هزینه</p>
                        <ul>
                            <li>
                                <p>بازگشت هزینه به صورت ریالی به کاربران به هیچ وجه امکان پذیر نیست</p>
                            </li>
                            <li>
                                <p>بازگشت هزینه به صورت افزودن مدت بهره برداری از همه ابزار ها صرفا با تشخیص برگه صورت میپذیرد</p>
                            </li>
                        </ul>
                    </li>
                    <li>
                        <p>حریم خصوصی</p>
                        <ul>
                            <li>
                                <p>اطلاعات کاربران به هیچ عنوان به خارج از برگه (شخص ثالث) منتقل نمیشود مگر مواردی که قانون حکم کند از جمله دستور مراجع قضایی و سازمان امور مالیاتی</p>
                            </li>
                            <li>
                                <p>اطلاعات بانکی و تراکنش افراد توسط شرکت ثالث صورت میگیرد و برگه مسئولیتی در این مورد ندارد</p>
                            </li>
                        </ul>
                    </li>
                </ul>
            </div>
            </section>
            <img src="/img/rule.svg" />



        </div>
    )
}



export default Roles